
# emxPartManagementStringResource.properties-- String Resource file for Translation.
# Copyright (c) 1992-2020 Dassault Systemes.
# All Rights Reserved.
# This program contains proprietary and trade secret information of MatrixOne,
# Inc.  Copyright notice is precautionary only
# and does not evidence any actual or intended publication of such program


emxPartManagement.DeletePart.CheckPartConnectedAsChild= L\u00f6schen fehlgeschlagen: Mindestens ein ausgew\u00e4hltes Teil wird in der KSTL als untergeordnete Komponente verwendet. Heben Sie die Auswahl auf und versuchen Sie es erneut.
emxPartManagement.DeletePart.CheckPartConnectedNotLastRevision= L\u00f6schen fehlgeschlagen: Mindestens ein ausgew\u00e4hltes Teil entspricht nicht der neuesten Revision. Heben Sie die Auswahl auf und versuchen Sie es erneut.
emxPartManagement.DeletePart.CheckPartConnectedToChange= L\u00f6schen fehlgeschlagen: Mindestens ein ausgew\u00e4hltes Teil ist mit einer aktiven \u00c4nderung verbunden. Heben Sie die Auswahl auf und versuchen Sie es erneut.
emxPartManagement.StructureContent.StandAlone = Eigenst\u00e4ndig
emxPartManagement.StructureContent.Intermediate = Zwischen
emxPartManagement.StructureContent.Root=  Stamm
emxPartManagement.StructureContent.Leaf = Blatt
emxPartManagement.Value.True=Wahr
emxPartManagement.Value.False=Falsch

emxPartManagement.PartGoToProduction.Validation.ObsoleteState= 'Auf Produktion setzen' kann nicht ausgef\u00fchrt werden, da sich das Teil im Status 'Veraltet' befindet.
emxPartManagement.PartGoToProduction.Validation.VPLMControlled= Der Vorgang 'Auf Produktion setzen' kann nicht ausgef\u00fchrt werden, da das Teil unter 'Steureung auf Konstruktion' ist.
emxPartManagement.PartGoToProduction.Validation.PublishToVPM= Ver\u00f6ffentlichen Sie das Teil in 'Mit Physical zusammenarbeiten', da 'Teamkonstruktion' auf 'Wahr' festgelegt wurde.

emxPartManagement.SparePart.Validation.ContextPart= ist ein Kontextteil, das nicht als Ersatzteil hinzugef\u00fcgt werden kann.
emxPartManagement.SparePart.Validation.NotASparePartObject= ist kein Ersatzteilobjekt und kann nicht als Ersatzteil zum Kontextteil hinzugef\u00fcgt werden.

emxPartManagement.AlternatePart.Validation.ContextPart= ist ein Kontextteil, das nicht als Alternativteil hinzugef\u00fcgt werden kann.

emxPartManagement.RawMaterials.Validation.ContextPart= ist ein Kontextteil, das nicht als Ausgangsmaterial hinzugef\u00fcgt werden kann.
emxPartManagement.RawMaterials.Validation.RawMaterialType= ist kein Ausgangsmaterialobjekt, das nicht als Ausgangsmaterial hinzugef\u00fcgt werden kann.
emxPartManagement.RawMaterials.Validation.VPMVisible= Nur Objekte ohne Teamkonstruktion k\u00f6nnen als Ausgangsmaterial hinzugef\u00fcgt werden.

emxPartManagement.ProductionReleasePhase.Validation.ChangeControlled= \u00c4nderungskontrolle kann bei einem Teil in der Produktionsfreigabephase nicht auf 'falsch' gesetzt werden. 

emxPartManagement.PartMassEdit.Validation.ChangeControlled= Bei mindestens einem Teil sind \u00c4nderungen aktiviert, ohne dass eine \u00c4nderung verkn\u00fcpft ist. Eine Anpassung ist in dieser Ansicht nicht m\u00f6glich.

emxPartManagement.ApplyMarkup.Validation.ChangeControlled= Beim Kontextteil sind \u00c4nderungen aktiviert, ohne dass eine \u00c4nderung verkn\u00fcpft ist. Verkn\u00fcpfen Sie 'In Arbeit' mit '\u00c4nderungsaktion', um diesen Vorgang abzuschlie\u00dfen.

emxPartManagement.BOMCompare.Validation.ChangeControlled= Beim \u00fcbergeordneten Teil '$1' sind \u00c4nderungen aktiviert, ohne dass eine \u00c4nderung verkn\u00fcpft ist. Der Vorgang kann in dieser Ansicht daher nicht ausgef\u00fchrt werden.

emxPartManagement.ReleaseProcess.Validation.ChangeNotConnected = Dieses Objekt ist nicht mit einem \u00c4nderungsobjekt verbunden.

emxPartManagement.ReleaseProcess.Validation.CollaborateToDesign = Ver\u00f6ffentlichen Sie das Teil in \"Mit Physical zusammenarbeiten\", da es sich um eine Teamkonstruktion handelt.

emxPartManagement.ReleaseProcess.Validation.ReleaseVPMProduct = Das entsprechende VPM-Produkt muss sich im Stadium 'Freigegeben/Veraltet' befinden, damit das Teil in das n\u00e4chste Stadium bef\u00f6rdert werden kann.

emxPartManagement.ReleaseProcess.Validation.EquivalentParts = Das Teil verf\u00fcgt \u00fcber mindestens ein verbundenes \u00c4quivalentteil. Mindestens eines der \u00c4quivalentteile muss sich im Stadium 'Freigeben' befinden.

emxPartManagement.PartLifeCycle.Validations.MarkupProposedOrApprovedExists = Nicht alle \u00c4nderungsanzeigen befinden sich im Stadium '\u00dcbernommen/Verweigert'.

emxPartManagement.Common.All = Alle

emxPartManagement.NoDeleteAccess=Kein L\u00f6schzugriff auf:

