
# emxPartManagementStringResource.properties-- String Resource file for Translation.
# Copyright (c) 1992-2020 Dassault Systemes.
# All Rights Reserved.
# This program contains proprietary and trade secret information of MatrixOne,
# Inc.  Copyright notice is precautionary only
# and does not evidence any actual or intended publication of such program


emxPartManagement.DeletePart.CheckPartConnectedAsChild= Echec de l'op\u00e9ration de suppression : une ou plusieurs pi\u00e8ces s\u00e9lectionn\u00e9es sont utilis\u00e9es dans l'EBOM en tant qu'enfants/sous-composants. Veuillez les d\u00e9s\u00e9lectionner puis r\u00e9essayer.
emxPartManagement.DeletePart.CheckPartConnectedNotLastRevision= Echec de l'op\u00e9ration de suppression : une ou plusieurs pi\u00e8ces s\u00e9lectionn\u00e9es ne correspondent pas aux derni\u00e8res r\u00e9visions. Veuillez les d\u00e9s\u00e9lectionner puis r\u00e9essayer.
emxPartManagement.DeletePart.CheckPartConnectedToChange= Echec de l'op\u00e9ration de suppression : une ou plusieurs pi\u00e8ces s\u00e9lectionn\u00e9es sont connect\u00e9es \u00e0 une modification active. Veuillez les d\u00e9s\u00e9lectionner puis r\u00e9essayer.
emxPartManagement.StructureContent.StandAlone = Autonome
emxPartManagement.StructureContent.Intermediate = Interm\u00e9diaire
emxPartManagement.StructureContent.Root=  Racine
emxPartManagement.StructureContent.Leaf = Feuille
emxPartManagement.Value.True=Vrai
emxPartManagement.Value.False=Faux

emxPartManagement.PartGoToProduction.Validation.ObsoleteState= Op\u00e9ration Passer en production impossible car la pi\u00e8ce est \u00e0 l'\u00e9tat Obsol\u00e8te
emxPartManagement.PartGoToProduction.Validation.VPLMControlled= L'op\u00e9ration Passer en Production ne peut pas \u00eatre effectu\u00e9e car la pi\u00e8ce est sous le contr\u00f4le de conception.
emxPartManagement.PartGoToProduction.Validation.PublishToVPM= Veuillez publier la pi\u00e8ce sur 'Collaborer avec Physique', car la Collaboration de conception est d\u00e9finie sur vrai.

emxPartManagement.SparePart.Validation.ContextPart= est une pi\u00e8ce de contexte qui ne peut pas \u00eatre ajout\u00e9e comme pi\u00e8ce de rechange.
emxPartManagement.SparePart.Validation.NotASparePartObject= n'est pas une pi\u00e8ce de rechange et ne peut pas \u00eatre ajout\u00e9e comme pi\u00e8ce de rechange \u00e0 la pi\u00e8ce de contexte.

emxPartManagement.AlternatePart.Validation.ContextPart= est une pi\u00e8ce de contexte qui ne peut pas \u00eatre ajout\u00e9e comme pi\u00e8ce alternative.

emxPartManagement.RawMaterials.Validation.ContextPart= est une pi\u00e8ce de contexte qui ne peut pas \u00eatre ajout\u00e9e comme mati\u00e8re premi\u00e8re.
emxPartManagement.RawMaterials.Validation.RawMaterialType= n'est pas une mati\u00e8re premi\u00e8re et ne peut pas \u00eatre ajout\u00e9e comme mati\u00e8re premi\u00e8re.
emxPartManagement.RawMaterials.Validation.VPMVisible= Seuls les objets pour lesquels la collaboration de conception est d\u00e9finie sur faux peuvent \u00eatre ajout\u00e9s comme mati\u00e8re premi\u00e8re.

emxPartManagement.ProductionReleasePhase.Validation.ChangeControlled= Le contr\u00f4le des modifications ne peut pas \u00eatre d\u00e9fini sur faux pour les pi\u00e8ces en phase de production Distribuer. 

emxPartManagement.PartMassEdit.Validation.ChangeControlled= Le contr\u00f4le des modifications est activ\u00e9 pour une ou plusieurs pi\u00e8ces, mais aucune modification ne leur est associ\u00e9e et les pi\u00e8ces ne peuvent pas \u00eatre modifi\u00e9es dans cette vue.

emxPartManagement.ApplyMarkup.Validation.ChangeControlled= Le contr\u00f4le des modifications est activ\u00e9 pour la pi\u00e8ce de contexte, mais aucune modification ne lui est associ\u00e9e. Associez "En traitement" \u00e0 "Action de modification" pour terminer cette op\u00e9ration.

emxPartManagement.BOMCompare.Validation.ChangeControlled= Le contr\u00f4le des modifications est activ\u00e9 pour la pi\u00e8ce parente '$1', mais cette pi\u00e8ce n'est associ\u00e9e \u00e0 aucune modification. Il est donc impossible d'ex\u00e9cuter l'op\u00e9ration dans cette vue.

emxPartManagement.ReleaseProcess.Validation.ChangeNotConnected = Cet objet n'est connect\u00e9 \u00e0 aucun objet Modification.

emxPartManagement.ReleaseProcess.Validation.CollaborateToDesign = Publiez la pi\u00e8ce sur 'Collaborer avec Physique', car la pi\u00e8ce est une Collaboration de conception.

emxPartManagement.ReleaseProcess.Validation.ReleaseVPMProduct = Le produit VPM correspondant doit \u00eatre \u00e0 l\u2019\u00e9tat Distribu\u00e9/Obsol\u00e8te pour que la pi\u00e8ce puisse \u00eatre promue \u00e0 l\u2019\u00e9tat suivant.

emxPartManagement.ReleaseProcess.Validation.EquivalentParts = La pi\u00e8ce a 1 ou plusieurs pi\u00e8ces \u00e9quivalentes connect\u00e9es. Une ou plusieurs des pi\u00e8ces \u00e9quivalentes doivent \u00eatre \u00e0 l'\u00e9tat Distribuer.

emxPartManagement.PartLifeCycle.Validations.MarkupProposedOrApprovedExists = Les marquages ne sont pas tous \u00e0 l'\u00e9tat Appliqu\u00e9/Rejet\u00e9

emxPartManagement.Common.All = Tout

emxPartManagement.NoDeleteAccess=Pas d'acc\u00e8s de suppression \u00e0 :

