{
  "SpecificationTemplateOptional": "Ativar recurso Liberar Instantâneo",
  "SpecificationTemplateOptionalDesc": "Esse recurso gera um PDF que captura dados de um item de Engenharia ou documento como está no momento em que o relatório é gerado. O recurso requer um template do tipo \"Template de relatório de especificação\" criado usando o aplicativo \"CATIA Report Template Design\". Para obter mais informações, consulte os guias de Administração e Usuário.",
  "ProductSpecificationCreateOptional": "Mostrar o comando \"Novo produto\" no painel de boas-vindas",
  "ProductSpecificationCreateOptionalDesc": "Quando marcado, o comando \"Novo produto\" é exibido no painel de boas-vindas e seleciona os tipos a serem excluídos do comando \"Novo produto\". ",
  "XSLAccordionTab": "Tipos de especificações do produto",
  "GeneralConfigurationAccordionTab": "Liberar instantâneo",
  "SpecManagementHeader": "Configurar experiência de gerenciamento de especificação",
  "ProductSpecTypesAccordionTab": "Produto",
  "RawMaterialTypesAccordionTab": "Matéria-prima",
  "NoTypeSelected": "Selecionar tipos para configurar",
  "TypeSaveSuccess": "As alterações de configuração para os tipos selecionados foram salvas.",
  "TypeSaveFailure": "Falha ao salvar a configuração dos tipos selecionados",
  "saveButtonText": "Salvar",
  "resetButtonText": "Mostrar tudo",
  "SelectTypes": "Selecionar tipos...",
  "InfoLabelForProduct": "Selecione os tipos a serem excluídos do comando \"Novo produto\" e clique em Salvar",
  "InfoDescriptionForProduct": "Esse recurso permite que o administrador configure a lista de tipos de especificação de produto aceitos para criação. Os tipos salvos não são mostrados no comando \"Novo produto\" ",
  "InfoLabelForRawMat": "Selecione os tipos a serem excluídos do comando \"Nova matéria-prima\" e clique em Salvar ",
  "InfoDescriptionForRawMat": "Esse recurso permite que o administrador configure a lista de tipos de matéria-prima aceitos para criação. Os tipos salvos não são mostrados no comando \"Nova matéria-prima\" ",
  "FetchTypes": "Buscando tipos...",
  "RefreshingTypes": "Atualizando tipos...",
  "UnsavedNotification": "Você tem alterações de configuração não salvas ",
  "PhysicalProduct": "Produto Físico",
  "SuccessfulSettingsApplied": "Configurações aplicadas com êxito.",
  "AllTypesSelected": "Não é possível excluir todos os tipos.\n Desmarque um tipo para excluir outros.",
  "FormulatedProductAccordionTab": "Produto formulado",
  "InfoLabelForFRMProduct": "Unidades de BOM da fórmula",
  "InfoDescForFRMProduct": "Esse recurso permite que o administrador configure as Unidades de BOM da fórmula",
  "Weight": "Peso",
  "Percentage": "Porcentagem",
  "SelectFBOMunits": "Selecione as unidades aplicáveis.",
  "BOMUnitsSaveSuccess": "As alterações de configuração para as unidades da BOM de fórmula foram salvas.",
  "BOMUnitsSaveFailure": "Falha ao salvar a configuração das unidades de BOM de fórmula selecionada",
  "EnableOOTBProductSpecTypes": "Ativar tipos de Especificação de Produto no comando \"Novo Produto\"",
  "EnableOOTBProductSpecTypesDesc": "Quando marcado, o comando \"Novo produto\" exibirá os tipos de especificação do produto."
}
