
# emxBOMPartManagementStringResource.properties-- String Resource file for Translation.
# Copyright (c) 1992-2020 Dassault Systemes.
# All Rights Reserved.
# This program contains proprietary and trade secret information of MatrixOne,
# Inc.  Copyright notice is precautionary only
# and does not evidence any actual or intended publication of such program




emxBOMPartManagement.EBOM.EBOMFrozenStatesPopropertyError=La propriet\u00e0 EBOMFrozenStates \u00e8 vuota o il valore non \u00e8 nella coppia Policy-Stato.

emxBOMPartManagement.EBOM.ParentInReleaseError1=si trova nello stato 

emxBOMPartManagement.EBOM.ParentInReleaseError2=Impossibile applicare modifiche.

emxBOMPartManagement.Alert.REVISION-UPDATE-FAILED=Impossibile impostare la revisione per l'oggetto.

emxBOMPartManagement.Alert.RecursionError=La parte selezionata sta causando una ricorsione

emxBOMPartManagement.RecursionError.Message=Questo oggetto \u00e8 causa di ricorsione

emxBOMPartManagement.CheckIfECOConnected.Message1=Questo oggetto non \u00e8 connesso a nulla.

emxBOMPartManagement.ChangeOrderChangeAction=Ordine di modifica/Azione di modifica

emxBOMPartManagement.CheckIfECOConnected.Message2=con la relazione

emxBOMPartManagement.CheckIfSpecificationConnectedToPart.Message=\u00c8 necessario che esista la Specifica parte o il Documento di riferimento con almeno 1 file su cui \u00e8 stato eseguito il check-in.

emxBOMPartManagement.ECO.AutoCheckChangedItemToReleaseStateWarning=Innalzamento di livello bloccato in quanto Oggetto modifica non si trova nello stato Rilascio

emxBOMPartManagement.EquivalentParts.Message=Alla Parte sono connesse 1 o pi\u00f9 Parti equivalenti. \u00c8 necessario che una o pi\u00f9 Parti equivalenti si trovino nello stato Rilascio

emxBOMPartManagement.Common.SymbolicNameMapError=nome simbolico non mappato nello schema

emxBOMPartManagement.EBOM.NotLatestRevisionError1=non \u00e8 l'ultima

emxBOMPartManagement.EBOM.NotLatestRevisionError2=revisione

emxBOMPartManagement.EBOM.NotFirstRevisionError=non \u00e8 la prima revisione


emxBOMPartManagement.AddExisting.MultipleRevisionsConflict=CHILDNAME CHILDREVISION esiste gi\u00e0 sotto l'elemento genitore PARENTNAME pertanto non \u00e8 consentito creare pi\u00f9 revisioni della stessa parte
emxBOMPartManagement.Validation.RecurssionCheckFailed=Questo oggetto sta causando ricorsione
emxBOMPartManagement.Validation.ModifyErrorAddPart=Impossibile aggiungere CHILDPART sotto PARENTPART.
emxBOMPartManagement.Validatio.NotPreliminaryChildPart.message1=Impossibile aggiungere l'oggetto.
emxBOMPartManagement.Validation.NotPreliminaryChildPart.message2={0} non \u00e8 In corso
emxBOMPartManagement.Validation.ObsoletePart=Impossibile aggiungere parti obsolete sotto qualsiasi genitore
emxBOMPartManagement.Validation.ModifyErrorConfiguredPart=Impossibile aggiungere Parte configurata sotto Parte non configurata
emxBOMPartManagement.Validation.FindNumberNotUnique=Trova Numero deve essere univoco.

emxBOMPartManagement.Validation.NonModifiablePartState=Impossibile modificare l'oggetto in quanto {0} {1} {2} \u00e8 nello {3}.
emxBOMPartManagement.InstanceMode.NoModifyAccessOnLegacyComponents=Un componente con un valore di Quantit\u00e0 maggiore di 1 e con Unit\u00e0 di misura 'Ciascuno' non pu\u00f2 essere modificato nella modalit\u00e0 Istanza. Aggiornare il valore di Quantit\u00e0 a 1 per abilitare le modifiche.

emxBOMPartManagement.BOMOperation.validation.SelectAuthoringChange=Selezionare Lavoro sotto modifica per completare l'operazione.
emxBOMPartManagement.BOMOperation.validation.DecimalNotAllowedForUOMEACH=Valori decimali non consentiti nel campo Quantit\u00e0 quando l'unit\u00e0 di misura \u00e8 'CA'
emxBOMPartManagement.BOMOperation.validation.RDRequired=Il campo Designatore di riferimento \u00e8 richiesto. Immettere un valore.
emxBOMPartManagement.BOMOperation.validation.InvalidCharacterInReferenceDesignator=Carattere non valido nel campo Designatore di riferimento. Utilizzare solo caratteri alfanumerici e caratteri che sono definiti come separatori di valore.
emxBOMPartManagement.BOMOperation.validation.ReferenceDesignatorMultiplePrefix=Per il valore Designatore di riferimento \u00e8 ammesso solo un tipo di carattere prefisso.
emxBOMPartManagement.BOMOperation.validation.ReferenceDesignatorAndQuantityMustMatch=La quantit\u00e0 deve coincidere con il numero di componenti specificati nel campo Designatore di riferimento. Immettere un altro valore.
emxBOMPartManagement.BOMOperation.validation.PositiveFindNumberRequired=Immettere un valore numerico positivo valido nel campo Trova numero.
emxBOMPartManagement.BOMOperation.validation.FNFieldLengthExceedsMaxLimit=La lunghezza del campo Trova numero supera la lunghezza massima di
emxBOMPartManagement.BOMOperation.validation.QuantityHasToBeGreaterThanZero=La quantit\u00e0 deve essere maggiore di zero.
emxBOMPartManagement.BOMOperation.validation.QuantityCanNotBeModifiedForUOMEach=Impossibile modificare la quantit\u00e0 del componente BOM esistente per parti aventi valore UdM 'CA (cadauno)'.
emxBOMPartManagement.BOMOperation.validation.UOMCanNotBeModifiedinRollup=Le parti con unit\u00e0 di misura impostata su CA (cadauno) non possono essere sostituite con parti con unit\u00e0 di misura impostata su un valore diverso da CA (cadauno).
emxBOMPartManagement.BOMOperation.validation.QuantityModifyInRollup=Non \u00e8 possibile modificare la quantit\u00e0 nella vista Riporto quantit\u00e0 quando l'unit\u00e0 di misura \u00e8 CA (cadauno).
emxBOMPartManagement.BOMOperation.validation.QuantityCanNotBeModifiedMoreThanOneForUOMEach=Impossibile modificare la quantit\u00e0 del componente BOM esistente per parti aventi valore UdM 'CA (cadauno)'.
emxBOMPartManagement.BOMOperation.validation.DragAndDrop.DropOperation=Il trascinamento \u00e8 bloccato sulle parti con controllo di modifica attivato. 
emxBOMPartManagement.BOMOperation.validation.DragAndDrop.DragOperation=Il trascinamento \u00e8 bloccato dalle parti con controllo di modifica attivato.

emxBOMPartManagement.validate.quantityValueinQtyModeWithAutoCollabarotion=Se \u00e8 attivata l'opzione di collaborazione automatica, la quantit\u00e0 non pu\u00f2 essere maggiore di 100 quando l'unit\u00e0 di misura \u00e8 CAD (cadauno) elementi. Se l'operazione EBOM non viene completata, potrebbe causare un comportamento imprevisto mentre si lavora la parte padre.
emxBOMPartManagement.EBOMPSCollaboration.ModifyOperationException=Eccezione nell'operazione Modifica
emxBOMPartManagement.EBOMPSCollaboration.AddOperationException=Eccezione nell'operazione Aggiungi
emxBOMPartManagement.EBOMPSCollaboration.RemoveOperationException=Eccezione nell'operazione Rimuovi
emxBOMPartManagement.EBOMPSCollaboration.ReplaceOperationException=Eccezione nell'operazione Sostituisci 
emxBOMPartManagement.EBOMPSCollaboration.ValidateCollaborationException=Eccezione nell'operazione Convalida collaborazione
emxBOMPartManagement.EBOMPSCollaboration.ChildPartNotCollaborated=La parte figlia non \u00e8 in collaborazione. Impossibile eseguire l'operazione.

emxBOMPartManagement.EBOMPSCollaboration.UnableToRetrieveInstanceInfo=Eccezione nell'operazione Rimuovi, impossible reperire le informazione istanza per BOM.
emxBOMPartManagement.EBOMPSCollaboration.AccessMessage=L'utente non ha i diritti di accesso per eseguire l'operazione nello stato di maturit\u00e0 attuale del prodotto.
emxBOMPartManagement.EBOMPSCollaboration.ValidateQuantityException=Eccezione nella Convalida quantit\u00e0
emxBOMPartManagement.EBOMPSCollaboration.ValidateDesignCollaborationinReplace=Il valore Collaborazione di progettazione deve essere uguale alla relazione sorgente per l'operazione Sostituisci

emxBOMPartManagement.Part.PartObsoleteMsg=La parte non pu\u00f2 essere obsoleta, poich\u00e9 lo stato degli elementi padre non \u00e8 Obsoleto.

emxBOMPartManagement.BOMOperation.validation.WorkUnderChangeAndPartChangeControlledDoesnotMatch=Selezionare Lavoro sotto modifica che controlla la parte padre.
emxBOMPartManagement.AffectedItems.HasApprovedMarkups=L'elemento interessato selezionato ha annotazioni approvate con questo processo di modifica:

emxBOMPartManagement.BOMOperation.validation.DesignCollaboration=La collaborazione di progetto EBOM deve essere 'false' in quanto la collaborazione di progetto parte padre \u00e8 'false'.

emxBOMPartManagement.Validation.RDNotUnique=Il designatore di riferimento deve essere univoco.

emxBOMPartManagement.Validation.ResetFindNumberNotPossible=Comando Reimposta Trova numero non consentito poich\u00e9 alcuni componenti BOM non sono visibili

emxBOMPartManagement.BOMOperation.validation.WorkUnderChangeAndRelInstanceChangeControlledDoesnotMatch=Selezionare Lavoro sotto modifica che controlla l'istanza della relazione.
