
# emxBOMPartManagementStringResource.properties-- String Resource file for Translation.
# Copyright (c) 1992-2020 Dassault Systemes.
# All Rights Reserved.
# This program contains proprietary and trade secret information of MatrixOne,
# Inc.  Copyright notice is precautionary only
# and does not evidence any actual or intended publication of such program




emxBOMPartManagement.EBOM.EBOMFrozenStatesPopropertyError=La propiedad EBOMFrozenStates est\u00e1 vac\u00eda o el valor no est\u00e1 en el par Directiva-Estado.

emxBOMPartManagement.EBOM.ParentInReleaseError1=est\u00e1 en el estado 

emxBOMPartManagement.EBOM.ParentInReleaseError2=No se pueden aplicar cambios.

emxBOMPartManagement.Alert.REVISION-UPDATE-FAILED=No se puede establecer la revisi\u00f3n del objeto.

emxBOMPartManagement.Alert.RecursionError=La pieza seleccionada causa recursi\u00f3n

emxBOMPartManagement.RecursionError.Message=Este objeto causa recursi\u00f3n

emxBOMPartManagement.CheckIfECOConnected.Message1=Este objeto no est\u00e1 conectado a ninguna

emxBOMPartManagement.ChangeOrderChangeAction=Orden de cambio/Acci\u00f3n de cambio

emxBOMPartManagement.CheckIfECOConnected.Message2=mediante la relaci\u00f3n

emxBOMPartManagement.CheckIfSpecificationConnectedToPart.Message=La especificaci\u00f3n de la pieza o el documento de referencia deben tener, al menos, 1 archivo con check-in.

emxBOMPartManagement.ECO.AutoCheckChangedItemToReleaseStateWarning=El ascenso est\u00e1 bloqueado porque el objeto de cambio no se encuentra en el estado Emisi\u00f3n.

emxBOMPartManagement.EquivalentParts.Message=La pieza tiene una o m\u00e1s piezas equivalentes conectadas. Una o m\u00e1s de las piezas equivalentes deben estar en el estado Emisi\u00f3n.

emxBOMPartManagement.Common.SymbolicNameMapError=el nombre simb\u00f3lico no se asign\u00f3 en el esquema

emxBOMPartManagement.EBOM.NotLatestRevisionError1=no es la m\u00e1s reciente

emxBOMPartManagement.EBOM.NotLatestRevisionError2=revisi\u00f3n

emxBOMPartManagement.EBOM.NotFirstRevisionError=no es la primera revisi\u00f3n


emxBOMPartManagement.AddExisting.MultipleRevisionsConflict=CHILDNAME CHILDREVISION ya existe en el padre PARENTNAME y por lo tanto no se permiten varias revisiones de la misma pieza
emxBOMPartManagement.Validation.RecurssionCheckFailed=Este objeto causa recursi\u00f3n
emxBOMPartManagement.Validation.ModifyErrorAddPart=No se puede agregar CHILDPART a PARENTPART.
emxBOMPartManagement.Validatio.NotPreliminaryChildPart.message1=El objeto no se puede agregar.
emxBOMPartManagement.Validation.NotPreliminaryChildPart.message2={0} no se encuentra en el estado En curso
emxBOMPartManagement.Validation.ObsoletePart=No se pueden agregar piezas obsoletas a ning\u00fan padre
emxBOMPartManagement.Validation.ModifyErrorConfiguredPart=No se puede agregar una pieza configurada a una pieza no configurada.
emxBOMPartManagement.Validation.FindNumberNotUnique=El n\u00famero de b\u00fasqueda debe ser \u00fanico.

emxBOMPartManagement.Validation.NonModifiablePartState=El objeto no se puede modificar puesto que {0} {1} {2} se encuentra en el estado {3}.
emxBOMPartManagement.InstanceMode.NoModifyAccessOnLegacyComponents=Los componentes con una cantidad superior a 1 y la Unidad de medida establecida en \u2018Por unidad\u2019 no se pueden modificar en el modo de instancia. Actualice la Cantidad a 1 para poder realizar modificaciones.

emxBOMPartManagement.BOMOperation.validation.SelectAuthoringChange=Seleccione Trabajo en fase de modificaci\u00f3n para completar la operaci\u00f3n.
emxBOMPartManagement.BOMOperation.validation.DecimalNotAllowedForUOMEACH=No se permiten valores decimales en el campo Cantidad cuando la unidad de medida es 'UNID'.
emxBOMPartManagement.BOMOperation.validation.RDRequired=El campo Designador de referencia es obligatorio. Introduzca un valor.
emxBOMPartManagement.BOMOperation.validation.InvalidCharacterInReferenceDesignator=Se utiliz\u00f3 un car\u00e1cter no v\u00e1lido en el campo Designador de referencia. Utilice solo caracteres alfanum\u00e9ricos y caracteres definidos como separadores de valores.
emxBOMPartManagement.BOMOperation.validation.ReferenceDesignatorMultiplePrefix=Solo se permite un tipo de prefijo de car\u00e1cter para el valor Designador de referencia.
emxBOMPartManagement.BOMOperation.validation.ReferenceDesignatorAndQuantityMustMatch=La cantidad debe coincidir con el n\u00famero de componentes del designador de referencia. Introduzca un valor diferente.
emxBOMPartManagement.BOMOperation.validation.PositiveFindNumberRequired=Introduzca un valor num\u00e9rico positivo v\u00e1lido para N\u00famero de b\u00fasqueda.
emxBOMPartManagement.BOMOperation.validation.FNFieldLengthExceedsMaxLimit=El n\u00famero de b\u00fasqueda excede la longitud m\u00e1xima de
emxBOMPartManagement.BOMOperation.validation.QuantityHasToBeGreaterThanZero=La cantidad debe ser mayor que cero.
emxBOMPartManagement.BOMOperation.validation.QuantityCanNotBeModifiedForUOMEach=La cantidad no se puede modificar en componentes de BOM existentes de piezas que tengan el valor de UdM establecido en 'UNID (por unidad)'.
emxBOMPartManagement.BOMOperation.validation.UOMCanNotBeModifiedinRollup=Las piezas con UNID (por unidad) como Unidad de medida no se pueden reemplazar con piezas con una Unidad de medida distinta de UNID (por unidad).
emxBOMPartManagement.BOMOperation.validation.QuantityModifyInRollup=La Cantidad no se puede modificar en la vista Acumulaci\u00f3n de cantidad si la Unidad de medida es UNID (por unidad).
emxBOMPartManagement.BOMOperation.validation.QuantityCanNotBeModifiedMoreThanOneForUOMEach=La cantidad no se puede modificar en componentes de BOM existentes de piezas que tengan el valor de UdM establecido en 'UNID (por unidad)'.
emxBOMPartManagement.BOMOperation.validation.DragAndDrop.DropOperation=La opci\u00f3n de colocar se encuentra bloqueada en piezas con Cambio controlado activado. 
emxBOMPartManagement.BOMOperation.validation.DragAndDrop.DragOperation=La opci\u00f3n de arrastrar se encuentra bloqueada en piezas con Cambio controlado activado.

emxBOMPartManagement.validate.quantityValueinQtyModeWithAutoCollabarotion=Si est\u00e1 activada Colaboraci\u00f3n autom\u00e1tica, el valor Cantidad no puede ser > 100 para los elementos de unidad de medida (cada uno ) EA. Si no se ha finalizado la operaci\u00f3n de EBOM, es posible que se produzca un comportamiento inesperado al trabajar en la pieza padre.
emxBOMPartManagement.EBOMPSCollaboration.ModifyOperationException=Excepci\u00f3n en la operaci\u00f3n Modificar
emxBOMPartManagement.EBOMPSCollaboration.AddOperationException=Excepci\u00f3n en la operaci\u00f3n Agregar
emxBOMPartManagement.EBOMPSCollaboration.RemoveOperationException=Excepci\u00f3n en la operaci\u00f3n Quitar
emxBOMPartManagement.EBOMPSCollaboration.ReplaceOperationException=Excepci\u00f3n en operaci\u00f3n Reemplazar 
emxBOMPartManagement.EBOMPSCollaboration.ValidateCollaborationException=Excepci\u00f3n en Validar colaboraci\u00f3n
emxBOMPartManagement.EBOMPSCollaboration.ChildPartNotCollaborated=La pieza hija no est\u00e1 en colaboraci\u00f3n. No se puede realizar la operaci\u00f3n.

emxBOMPartManagement.EBOMPSCollaboration.UnableToRetrieveInstanceInfo=Excepci\u00f3n en Quitar; no se puede recuperar informaci\u00f3n de instancia de BOM.
emxBOMPartManagement.EBOMPSCollaboration.AccessMessage=No tiene derechos de acceso para realizar la operaci\u00f3n en el actual estado de madurez del producto.
emxBOMPartManagement.EBOMPSCollaboration.ValidateQuantityException=Excepci\u00f3n en Validaci\u00f3n de cantidad
emxBOMPartManagement.EBOMPSCollaboration.ValidateDesignCollaborationinReplace=El valor Colaboraci\u00f3n de dise\u00f1o tiene que ser igual que la relaci\u00f3n de origen de la operaci\u00f3n de reemplazar

emxBOMPartManagement.Part.PartObsoleteMsg=La pieza no se puede convertir en obsoleta porque algunos de los padres no se encuentran en estado Obsoleto.

emxBOMPartManagement.BOMOperation.validation.WorkUnderChangeAndPartChangeControlledDoesnotMatch=Seleccione Trabajo en fase de modificaci\u00f3n que controla la pieza padre.
emxBOMPartManagement.AffectedItems.HasApprovedMarkups=El elemento afectado que se seleccion\u00f3 tiene marcas aprobadas en este proceso de cambio:

emxBOMPartManagement.BOMOperation.validation.DesignCollaboration=La colaboraci\u00f3n de dise\u00f1o de EBOM debe estar definida en Falso puesto que la colaboraci\u00f3n de dise\u00f1o de la pieza padre est\u00e1 definida en Falso.

emxBOMPartManagement.Validation.RDNotUnique=El designador de referencia debe ser \u00fanico.

emxBOMPartManagement.Validation.ResetFindNumberNotPossible=No se permite restablecer el n\u00famero de b\u00fasqueda porque algunos de los componentes de BOM no son visibles para el usuario

emxBOMPartManagement.BOMOperation.validation.WorkUnderChangeAndRelInstanceChangeControlledDoesnotMatch=Seleccione Trabajo en fase de modificaci\u00f3n que controla la instancia de relaci\u00f3n.
