
# emxBOMPartManagementStringResource.properties-- String Resource file for Translation.
# Copyright (c) 1992-2020 Dassault Systemes.
# All Rights Reserved.
# This program contains proprietary and trade secret information of MatrixOne,
# Inc.  Copyright notice is precautionary only
# and does not evidence any actual or intended publication of such program




emxBOMPartManagement.EBOM.EBOMFrozenStatesPopropertyError=La propri\u00e9t\u00e9 EBOMFrozenStates est vide ou la valeur n\u2019est pas dans la paire R\u00e8gle de gestion-Etat.

emxBOMPartManagement.EBOM.ParentInReleaseError1=est \u00e0 l'\u00e9tat 

emxBOMPartManagement.EBOM.ParentInReleaseError2=Impossible d'appliquer les modifications.

emxBOMPartManagement.Alert.REVISION-UPDATE-FAILED=La r\u00e9vision pour l\u2019objet ne peut \u00eatre d\u00e9finie.

emxBOMPartManagement.Alert.RecursionError=La pi\u00e8ce s\u00e9lectionn\u00e9e entra\u00eene une r\u00e9cursion.

emxBOMPartManagement.RecursionError.Message=Cet objet entra\u00eene une r\u00e9cursion.

emxBOMPartManagement.CheckIfECOConnected.Message1=Cet objet n\u2019est connect\u00e9 \u00e0 aucun(e).

emxBOMPartManagement.ChangeOrderChangeAction=Ordre de modification/Action de modification

emxBOMPartManagement.CheckIfECOConnected.Message2=\u00e0 l\u2019aide de la relation

emxBOMPartManagement.CheckIfSpecificationConnectedToPart.Message=La sp\u00e9cification de pi\u00e8ce ou le document de r\u00e9f\u00e9rence doit exister, avec au moins 1 fichier restitu\u00e9.

emxBOMPartManagement.ECO.AutoCheckChangedItemToReleaseStateWarning=Promotion bloqu\u00e9e car l'objet de modification n'est pas \u00e0 l'\u00e9tat Distribuer

emxBOMPartManagement.EquivalentParts.Message=La pi\u00e8ce a 1 ou plusieurs pi\u00e8ces \u00e9quivalentes connect\u00e9es. Une ou plusieurs des pi\u00e8ces \u00e9quivalentes doivent \u00eatre \u00e0 l'\u00e9tat Distribuer.

emxBOMPartManagement.Common.SymbolicNameMapError=le nom symbolique n\u2019est pas mapp\u00e9 dans le sch\u00e9ma

emxBOMPartManagement.EBOM.NotLatestRevisionError1=n\u2019est pas la derni\u00e8re

emxBOMPartManagement.EBOM.NotLatestRevisionError2=r\u00e9vision

emxBOMPartManagement.EBOM.NotFirstRevisionError=n\u2019est pas la premi\u00e8re r\u00e9vision


emxBOMPartManagement.AddExisting.MultipleRevisionsConflict=CHILDNAME CHILDREVISION existe d\u00e9j\u00e0 sous le parent PARENTNAME et, par cons\u00e9quent, plusieurs r\u00e9visions de la m\u00eame pi\u00e8ce ne sont pas autoris\u00e9es
emxBOMPartManagement.Validation.RecurssionCheckFailed=Cet objet entra\u00eene une r\u00e9cursion
emxBOMPartManagement.Validation.ModifyErrorAddPart=Impossible d'ajouter CHILDPART sous PARENTPART.
emxBOMPartManagement.Validatio.NotPreliminaryChildPart.message1=L'objet ne peut pas \u00eatre ajout\u00e9.
emxBOMPartManagement.Validation.NotPreliminaryChildPart.message2={0}n'est pas \u00e0 l'\u00e9tat En traitement
emxBOMPartManagement.Validation.ObsoletePart=Impossible d'ajouter des pi\u00e8ces obsol\u00e8tes sous les parents
emxBOMPartManagement.Validation.ModifyErrorConfiguredPart=Impossible d'ajouter une pi\u00e8ce configur\u00e9e sous une pi\u00e8ce non configur\u00e9e.
emxBOMPartManagement.Validation.FindNumberNotUnique=Le num\u00e9ro de recherche doit \u00eatre unique.

emxBOMPartManagement.Validation.NonModifiablePartState=L'objet ne peut pas \u00eatre modifi\u00e9 car {0} {1} {2} est \u00e0 l'\u00e9tat {3}.
emxBOMPartManagement.InstanceMode.NoModifyAccessOnLegacyComponents=Les composants ayant une quantit\u00e9 sup\u00e9rieure \u00e0 1 et 'Chaque' comme unit\u00e9 de mesure ne peuvent pas \u00eatre modifi\u00e9s en mode Instance. Veuillez mettre la quantit\u00e9 \u00e0 1 pour permettre la modification.

emxBOMPartManagement.BOMOperation.validation.SelectAuthoringChange=Veuillez s\u00e9lectionner Travail sous modification pour terminer l'op\u00e9ration.
emxBOMPartManagement.BOMOperation.validation.DecimalNotAllowedForUOMEACH=Aucune valeur d\u00e9cimale n'est autoris\u00e9e dans le champ de quantit\u00e9 quand l'unit\u00e9 de mesure est 'Pi\u00e8ce'
emxBOMPartManagement.BOMOperation.validation.RDRequired=Le champ Indicateur de r\u00e9f\u00e9rence est requis, entrez une valeur.
emxBOMPartManagement.BOMOperation.validation.InvalidCharacterInReferenceDesignator=Caract\u00e8re invalide utilis\u00e9 dans l'Indicateur de r\u00e9f\u00e9rence.  Utilisez uniquement des caract\u00e8res alphanum\u00e9riques et des caract\u00e8res d\u00e9finis comme s\u00e9parateur de valeurs.
emxBOMPartManagement.BOMOperation.validation.ReferenceDesignatorMultiplePrefix=Un seul type de pr\u00e9fixe caract\u00e8re est autoris\u00e9 pour la valeur d\u2019Indicateur de r\u00e9f\u00e9rence.
emxBOMPartManagement.BOMOperation.validation.ReferenceDesignatorAndQuantityMustMatch=La quantit\u00e9 doit correspondre au nombre de composants d'Indicateur de r\u00e9f\u00e9rence. Entrez une valeur diff\u00e9rente.
emxBOMPartManagement.BOMOperation.validation.PositiveFindNumberRequired=Entrez une valeur num\u00e9rique positive valide comme num\u00e9ro de recherche.
emxBOMPartManagement.BOMOperation.validation.FNFieldLengthExceedsMaxLimit=La longueur de num\u00e9ro de recherche d\u00e9passe la longueur maximum de
emxBOMPartManagement.BOMOperation.validation.QuantityHasToBeGreaterThanZero=La quantit\u00e9 doit \u00eatre sup\u00e9rieure \u00e0 z\u00e9ro.
emxBOMPartManagement.BOMOperation.validation.QuantityCanNotBeModifiedForUOMEach=La quantit\u00e9 ne peut pas \u00eatre modifi\u00e9e sur le composant de BOM existant pour les pi\u00e8ces ayant une valeur d'unit\u00e9 de mesure 'Pi\u00e8ce'.
emxBOMPartManagement.BOMOperation.validation.UOMCanNotBeModifiedinRollup=Les pi\u00e8ces dont l'unit\u00e9 de mesure est Pi\u00e8ce ne peuvent pas \u00eatre remplac\u00e9es par des pi\u00e8ces dont l'unit\u00e9 de mesure n'est pas Pi\u00e8ce.
emxBOMPartManagement.BOMOperation.validation.QuantityModifyInRollup=Impossible de modifier la quantit\u00e9 dans la vue Cumul quantit\u00e9 quand l'unit\u00e9 de mesure est Pi\u00e8ce.
emxBOMPartManagement.BOMOperation.validation.QuantityCanNotBeModifiedMoreThanOneForUOMEach=La quantit\u00e9 ne peut pas \u00eatre modifi\u00e9e sur le composant de BOM existant pour les pi\u00e8ces ayant une valeur d'unit\u00e9 de mesure 'Pi\u00e8ce'.
emxBOMPartManagement.BOMOperation.validation.DragAndDrop.DropOperation=L'op\u00e9ration d\u00e9poser est bloqu\u00e9e sur les pi\u00e8ces pour lesquelles le contr\u00f4le des modifications est activ\u00e9. 
emxBOMPartManagement.BOMOperation.validation.DragAndDrop.DragOperation=L'op\u00e9ration faire glisser est bloqu\u00e9e depuis les pi\u00e8ces pour lesquelles le contr\u00f4le des modifications est activ\u00e9.

emxBOMPartManagement.validate.quantityValueinQtyModeWithAutoCollabarotion=Lorsque la collaboration automatique est activ\u00e9e, la quantit\u00e9 ne peut pas \u00eatre > 100 pour les \u00e9l\u00e9ments dont l'unit\u00e9 de mesure est Pi\u00e8ce. Si l'op\u00e9ration de l'EBOM n'est pas termin\u00e9e, cela peut g\u00e9n\u00e9rer un comportement inattendu en travaillant sur la pi\u00e8ce parente.
emxBOMPartManagement.EBOMPSCollaboration.ModifyOperationException=Exception dans l'op\u00e9ration de modification
emxBOMPartManagement.EBOMPSCollaboration.AddOperationException=Exception dans l'op\u00e9ration d'ajout
emxBOMPartManagement.EBOMPSCollaboration.RemoveOperationException=Exception dans l'op\u00e9ration de suppression
emxBOMPartManagement.EBOMPSCollaboration.ReplaceOperationException=Exception dans l'op\u00e9ration de remplacement 
emxBOMPartManagement.EBOMPSCollaboration.ValidateCollaborationException=Exception dans la validation de la collaboration
emxBOMPartManagement.EBOMPSCollaboration.ChildPartNotCollaborated=La pi\u00e8ce enfant n'est pas collabor\u00e9e. L'op\u00e9ration ne peut pas \u00eatre effectu\u00e9e.

emxBOMPartManagement.EBOMPSCollaboration.UnableToRetrieveInstanceInfo=Exception dans la suppression, impossible d'extraire les informations de l'instance de la nomenclature.
emxBOMPartManagement.EBOMPSCollaboration.AccessMessage=Vous ne disposez pas des droits d'acc\u00e8s suffisants pour effectuer cette op\u00e9ration \u00e0 l'\u00e9tat de maturit\u00e9 actuel du produit.
emxBOMPartManagement.EBOMPSCollaboration.ValidateQuantityException=Exception dans la validation de la quantit\u00e9
emxBOMPartManagement.EBOMPSCollaboration.ValidateDesignCollaborationinReplace=La valeur de collaboration de conception doit \u00eatre identique \u00e0 celle indiqu\u00e9e dans l'op\u00e9ration de remplacement

emxBOMPartManagement.Part.PartObsoleteMsg=La pi\u00e8ce ne peut pas \u00eatre obsol\u00e8te, car certains de ses parents ne sont pas \u00e0 l'\u00e9tat Obsol\u00e8te.

emxBOMPartManagement.BOMOperation.validation.WorkUnderChangeAndPartChangeControlledDoesnotMatch=S\u00e9lectionnez l'action Travail sous modification qui contr\u00f4le la pi\u00e8ce parente.
emxBOMPartManagement.AffectedItems.HasApprovedMarkups=L'\u00e9l\u00e9ment concern\u00e9 s\u00e9lectionn\u00e9 a des marquages approuv\u00e9s avec ce processus de modification :

emxBOMPartManagement.BOMOperation.validation.DesignCollaboration=La collaboration de conception EBOM doit \u00eatre d\u00e9finie sur faux, car la collaboration de conception de la pi\u00e8ce parent est d\u00e9finie sur faux.

emxBOMPartManagement.Validation.RDNotUnique=L'indicateur de r\u00e9f\u00e9rence doit \u00eatre unique.

emxBOMPartManagement.Validation.ResetFindNumberNotPossible=L'action R\u00e9initialiser le num\u00e9ro de recherche n'est pas autoris\u00e9e car certains composants de la nomenclature ne sont pas visibles pour l'utilisateur

emxBOMPartManagement.BOMOperation.validation.WorkUnderChangeAndRelInstanceChangeControlledDoesnotMatch=S\u00e9lectionnez l'action Travail sous modification qui contr\u00f4le l'instance de la relation.
