
# emxBOMPartManagementStringResource.properties-- String Resource file for Translation.
# Copyright (c) 1992-2020 Dassault Systemes.
# All Rights Reserved.
# This program contains proprietary and trade secret information of MatrixOne,
# Inc.  Copyright notice is precautionary only
# and does not evidence any actual or intended publication of such program




emxBOMPartManagement.EBOM.EBOMFrozenStatesPopropertyError=\u30d7\u30ed\u30d1\u30c6\u30a3[EBOMFrozenStates]\u304c\u7a7a\u767d\u304b\u3001\u30dd\u30ea\u30b7\u30fc\uff0f\u30b9\u30c6\u30fc\u30c8\u306e\u30da\u30a2\u306b\u5024\u304c\u3042\u308a\u307e\u305b\u3093

emxBOMPartManagement.EBOM.ParentInReleaseError1=\u306f\u6b21\u306e\u30b9\u30c6\u30fc\u30c8\u306b\u3042\u308a\u307e\u3059\uff1a 

emxBOMPartManagement.EBOM.ParentInReleaseError2=\u5909\u66f4\u3092\u9069\u7528\u3067\u304d\u307e\u305b\u3093

emxBOMPartManagement.Alert.REVISION-UPDATE-FAILED=\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u306e\u30ea\u30d3\u30b8\u30e7\u30f3\u306f\u8a2d\u5b9a\u3067\u304d\u307e\u305b\u3093

emxBOMPartManagement.Alert.RecursionError=\u9078\u629e\u3057\u305f\u90e8\u54c1\u306b\u3088\u308a\u518d\u5e30\u304c\u767a\u751f\u3057\u3066\u3044\u307e\u3059

emxBOMPartManagement.RecursionError.Message=\u3053\u306e\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u306b\u3088\u308a\u518d\u5e30\u304c\u767a\u751f\u3057\u3066\u3044\u307e\u3059

emxBOMPartManagement.CheckIfECOConnected.Message1=\u3053\u306e\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u306f\u3069\u306e\u9805\u76ee\u306b\u3082\u95a2\u9023\u4ed8\u3051\u3089\u308c\u3066\u3044\u307e\u305b\u3093\uff1a

emxBOMPartManagement.ChangeOrderChangeAction=\u5909\u66f4\u6307\u793a\uff0f\u5909\u66f4\u30a2\u30af\u30b7\u30e7\u30f3

emxBOMPartManagement.CheckIfECOConnected.Message2=\u30ea\u30ec\u30fc\u30b7\u30e7\u30f3\uff1a

emxBOMPartManagement.CheckIfSpecificationConnectedToPart.Message=\u90e8\u54c1\u4ed5\u69d8\u307e\u305f\u306f\u53c2\u7167\u30c9\u30ad\u30e5\u30e1\u30f3\u30c8\u306b\u306f\u3001\u5c11\u306a\u304f\u3068\u30821\u3064\u306e\u30c1\u30a7\u30c3\u30af\u30a4\u30f3\u3055\u308c\u305f\u30d5\u30a1\u30a4\u30eb\u304c\u5b58\u5728\u3059\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059

emxBOMPartManagement.ECO.AutoCheckChangedItemToReleaseStateWarning=\u5909\u66f4\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u304c\u30ea\u30ea\u30fc\u30b9\u30b9\u30c6\u30fc\u30c8\u306b\u306a\u3044\u305f\u3081\u3001\u30b9\u30c6\u30fc\u30c8\u30a2\u30c3\u30d7\u306f\u30d6\u30ed\u30c3\u30af\u3055\u308c\u307e\u3057\u305f

emxBOMPartManagement.EquivalentParts.Message=\u90e8\u54c1\u306b\u306f1\u3064\u307e\u305f\u306f\u8907\u6570\u306e\u7b49\u4fa1\u90e8\u54c1\u304c\u95a2\u9023\u4ed8\u3051\u3089\u308c\u3066\u3044\u307e\u3059\u30021\u3064\u307e\u305f\u306f\u8907\u6570\u306e\u7b49\u4fa1\u90e8\u54c1\u304c\u30ea\u30ea\u30fc\u30b9\u30b9\u30c6\u30fc\u30c8\u306b\u3042\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059

emxBOMPartManagement.Common.SymbolicNameMapError=\u30b7\u30f3\u30dc\u30ea\u30c3\u30af\u540d\u304c\u30b9\u30ad\u30fc\u30de\u306b\u30de\u30c3\u30d7\u3055\u308c\u3066\u3044\u307e\u305b\u3093

emxBOMPartManagement.EBOM.NotLatestRevisionError1=\u306f\u3001\u6700\u65b0\u306e\u3082\u306e\u3067\u306f\u3042\u308a\u307e\u305b\u3093

emxBOMPartManagement.EBOM.NotLatestRevisionError2=\u30ea\u30d3\u30b8\u30e7\u30f3

emxBOMPartManagement.EBOM.NotFirstRevisionError=\u306f\u3001\u6700\u521d\u306e\u30ea\u30d3\u30b8\u30e7\u30f3\u3067\u306f\u3042\u308a\u307e\u305b\u3093


emxBOMPartManagement.AddExisting.MultipleRevisionsConflict=CHILDNAME CHILDREVISION\u306f\u89aa\u306ePARENTNAME\u306e\u4e0b\u306b\u3059\u3067\u306b\u5b58\u5728\u3057\u307e\u3059\u3002\u540c\u3058\u90e8\u54c1\u306e\u8907\u6570\u306e\u30ea\u30d3\u30b8\u30e7\u30f3\u306f\u8a31\u53ef\u3055\u308c\u307e\u305b\u3093
emxBOMPartManagement.Validation.RecurssionCheckFailed=\u3053\u306e\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u3067\u518d\u5e30\u304c\u767a\u751f\u3057\u3066\u3044\u307e\u3059
emxBOMPartManagement.Validation.ModifyErrorAddPart=PARENTPART\u306e\u4e0b\u306bCHILDPART\u3092\u8ffd\u52a0\u3059\u308b\u3053\u3068\u306f\u3067\u304d\u307e\u305b\u3093
emxBOMPartManagement.Validatio.NotPreliminaryChildPart.message1=\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u3092\u8ffd\u52a0\u3067\u304d\u307e\u305b\u3093
emxBOMPartManagement.Validation.NotPreliminaryChildPart.message2={0}\u306f\u4f5c\u696d\u4e2d\u3067\u306f\u3042\u308a\u307e\u305b\u3093
emxBOMPartManagement.Validation.ObsoletePart=\u5ec3\u7248\u90e8\u54c1\u3092\u89aa\u306e\u4e0b\u306b\u8ffd\u52a0\u3059\u308b\u3053\u3068\u306f\u3067\u304d\u307e\u305b\u3093
emxBOMPartManagement.Validation.ModifyErrorConfiguredPart=\u69cb\u6210\u90e8\u54c1\u3092\u672a\u69cb\u6210\u90e8\u54c1\u306e\u4e0b\u306b\u8ffd\u52a0\u3059\u308b\u3053\u3068\u306f\u3067\u304d\u307e\u305b\u3093
emxBOMPartManagement.Validation.FindNumberNotUnique=\u9805\u756a\u306f\u4e00\u610f\u3067\u306a\u3051\u308c\u3070\u306a\u308a\u307e\u305b\u3093

emxBOMPartManagement.Validation.NonModifiablePartState={0} {1} {2}\u304c{3}\u30b9\u30c6\u30fc\u30c8\u306b\u3042\u308b\u305f\u3081\u3001\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u3092\u5909\u66f4\u3067\u304d\u307e\u305b\u3093
emxBOMPartManagement.InstanceMode.NoModifyAccessOnLegacyComponents=\u5358\u4f4d\u304c[EA (\u500b)]\u3067\u6570\u91cf\u304c1\u3088\u308a\u5927\u304d\u3044\u30b3\u30f3\u30dd\u30fc\u30cd\u30f3\u30c8\u306f\u30a4\u30f3\u30b9\u30bf\u30f3\u30b9\u30e2\u30fc\u30c9\u306b\u5909\u66f4\u3067\u304d\u307e\u305b\u3093\u4eca\u5f8c\u5909\u66f4\u3059\u308b\u306b\u306f\u6570\u91cf\u30921\u306b\u66f4\u65b0\u3057\u3066\u304f\u3060\u3055\u3044

emxBOMPartManagement.BOMOperation.validation.SelectAuthoringChange=\u3053\u306e\u4f5c\u696d\u3092\u5b8c\u4e86\u3059\u308b\u306b\u306f[\u5909\u66f4\u30a2\u30af\u30b7\u30e7\u30f3\u306e\u4e0b\u3067\u4f5c\u696d]\u3092\u9078\u629e\u3057\u3066\u3057\u3066\u304f\u3060\u3055\u3044
emxBOMPartManagement.BOMOperation.validation.DecimalNotAllowedForUOMEACH=\u5358\u4f4d\u304c[EA (\u500b)]\u306e\u3068\u304d\u306f\u3001\u6570\u91cf\u30d5\u30a3\u30fc\u30eb\u30c9\u306b\u5c0f\u6570\u5024\u3092\u8a2d\u5b9a\u3059\u308b\u3053\u3068\u306f\u3067\u304d\u307e\u305b\u3093
emxBOMPartManagement.BOMOperation.validation.RDRequired=\u53c2\u7167\u756a\u53f7\u30d5\u30a3\u30fc\u30eb\u30c9\u306f\u5fc5\u9808\u3067\u3059\u3002\u5024\u3092\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044
emxBOMPartManagement.BOMOperation.validation.InvalidCharacterInReferenceDesignator=\u53c2\u7167\u756a\u53f7\u306b\u7121\u52b9\u306a\u6587\u5b57\u304c\u4f7f\u7528\u3055\u308c\u3066\u3044\u307e\u3059\u3002\u82f1\u6570\u5b57\u304a\u3088\u3073\u5024\u533a\u5207\u308a\u3068\u3057\u3066\u5b9a\u7fa9\u3055\u308c\u305f\u6587\u5b57\u306e\u307f\u3092\u4f7f\u7528\u3057\u3066\u304f\u3060\u3055\u3044
emxBOMPartManagement.BOMOperation.validation.ReferenceDesignatorMultiplePrefix=\u53c2\u7167\u756a\u53f7\u5024\u306b\u306f1\u7a2e\u985e\u306e\u6587\u5b57\u306e\u63a5\u982d\u90e8\u3057\u304b\u4f7f\u7528\u3067\u304d\u307e\u305b\u3093
emxBOMPartManagement.BOMOperation.validation.ReferenceDesignatorAndQuantityMustMatch=\u6570\u91cf\u306f\u3001\u53c2\u7167\u756a\u53f7\u30b3\u30f3\u30dd\u30fc\u30cd\u30f3\u30c8\u306e\u6570\u306b\u4e00\u81f4\u3055\u305b\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059\u3002\u5225\u306e\u5024\u3092\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044
emxBOMPartManagement.BOMOperation.validation.PositiveFindNumberRequired=\u9805\u756a\u306b\u6709\u52b9\u306a\u6b63\u306e\u6570\u5024\u3092\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044
emxBOMPartManagement.BOMOperation.validation.FNFieldLengthExceedsMaxLimit=\u9805\u756a\u306e\u9577\u3055\u304c\u6b21\u306e\u6700\u5927\u9577\u3092\u8d85\u3048\u3066\u3044\u307e\u3059\uff1a
emxBOMPartManagement.BOMOperation.validation.QuantityHasToBeGreaterThanZero=\u6570\u91cf\u306f0\u3088\u308a\u5927\u304d\u3044\u6570\u5024\u3067\u306a\u3051\u308c\u3070\u306a\u308a\u307e\u305b\u3093
emxBOMPartManagement.BOMOperation.validation.QuantityCanNotBeModifiedForUOMEach=\u65e2\u5b58BOM\u30b3\u30f3\u30dd\u30fc\u30cd\u30f3\u30c8\u3067\u5358\u4f4d\u5024\u304c[EA (\u500b)]\u306e\u90e8\u54c1\u306e\u6570\u91cf\u306f\u5909\u66f4\u3067\u304d\u307e\u305b\u3093
emxBOMPartManagement.BOMOperation.validation.UOMCanNotBeModifiedinRollup=\u5358\u4f4d\u304c[EA (\u500b)]\u306e\u90e8\u54c1\u306f\u3001[EA (\u500b)]\u4ee5\u5916\u306e\u5358\u4f4d\u306e\u90e8\u54c1\u3068\u7f6e\u304d\u63db\u3048\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u305b\u3093
emxBOMPartManagement.BOMOperation.validation.QuantityModifyInRollup=\u5358\u4f4d\u304c[EA (\u500b)]\u306e\u5834\u5408\u3001\u6570\u91cf\u30ed\u30fc\u30eb\u30a2\u30c3\u30d7\u30d3\u30e5\u30fc\u306e\u6570\u91cf\u306f\u5909\u66f4\u3067\u304d\u307e\u305b\u3093
emxBOMPartManagement.BOMOperation.validation.QuantityCanNotBeModifiedMoreThanOneForUOMEach=\u65e2\u5b58BOM\u30b3\u30f3\u30dd\u30fc\u30cd\u30f3\u30c8\u3067\u5358\u4f4d\u5024\u304c[EA (\u500b)]\u306e\u90e8\u54c1\u306e\u6570\u91cf\u306f\u5909\u66f4\u3067\u304d\u307e\u305b\u3093
emxBOMPartManagement.BOMOperation.validation.DragAndDrop.DropOperation=\u30c9\u30ed\u30c3\u30d7\u64cd\u4f5c\u306f\u5909\u66f4\u5236\u5fa1\u304c\u6709\u52b9\u5316\u3055\u308c\u3066\u3044\u308b\u90e8\u54c1\u306b\u306f\u30d6\u30ed\u30c3\u30af\u3055\u308c\u307e\u3059 
emxBOMPartManagement.BOMOperation.validation.DragAndDrop.DragOperation=\u30c9\u30e9\u30c3\u30b0\u64cd\u4f5c\u306f\u5909\u66f4\u5236\u5fa1\u304c\u6709\u52b9\u5316\u3055\u308c\u3066\u3044\u308b\u90e8\u54c1\u304b\u3089\u306f\u30d6\u30ed\u30c3\u30af\u3055\u308c\u307e\u3059

emxBOMPartManagement.validate.quantityValueinQtyModeWithAutoCollabarotion=\u81ea\u52d5\u30b3\u30e9\u30dc\u30ec\u30fc\u30b7\u30e7\u30f3\u304c\u6709\u52b9\u306a\u5834\u5408\u3001\u5358\u4f4d\u304cEA (\u500b)\u306e\u9805\u76ee\u306e\u6570\u91cf\u5024\u3092100\u3088\u308a\u5927\u304d\u304f\u3067\u304d\u307e\u305b\u3093\u3002EBOM\u64cd\u4f5c\u304c\u5b8c\u4e86\u3057\u3066\u3044\u306a\u3044\u5834\u5408\u3001\u89aa\u90e8\u54c1\u3067\u4f5c\u696d\u3057\u3066\u3044\u308b\u9593\u306b\u4e88\u671f\u3057\u306a\u3044\u52d5\u4f5c\u3092\u767a\u751f\u3055\u305b\u308b\u539f\u56e0\u3068\u306a\u308b\u53ef\u80fd\u6027\u304c\u3042\u308a\u307e\u3059
emxBOMPartManagement.EBOMPSCollaboration.ModifyOperationException=\u5909\u66f4\u64cd\u4f5c\u3067\u306e\u4f8b\u5916
emxBOMPartManagement.EBOMPSCollaboration.AddOperationException=\u8ffd\u52a0\u64cd\u4f5c\u3067\u306e\u4f8b\u5916
emxBOMPartManagement.EBOMPSCollaboration.RemoveOperationException=\u9664\u5916\u64cd\u4f5c\u3067\u306e\u4f8b\u5916
emxBOMPartManagement.EBOMPSCollaboration.ReplaceOperationException=\u7f6e\u63db\u64cd\u4f5c\u3067\u306e\u4f8b\u5916 
emxBOMPartManagement.EBOMPSCollaboration.ValidateCollaborationException=\u691c\u8a3c\u30b3\u30e9\u30dc\u30ec\u30fc\u30b7\u30e7\u30f3\u3067\u306e\u4f8b\u5916
emxBOMPartManagement.EBOMPSCollaboration.ChildPartNotCollaborated=\u5b50\u90e8\u54c1\u306f\u30b3\u30e9\u30dc\u30ec\u30fc\u30b7\u30e7\u30f3\u3067\u306f\u3042\u308a\u307e\u305b\u3093\u3002\u64cd\u4f5c\u3092\u5b9f\u884c\u3067\u304d\u307e\u305b\u3093

emxBOMPartManagement.EBOMPSCollaboration.UnableToRetrieveInstanceInfo=\u9664\u5916\u3067\u4f8b\u5916\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002BOM\u3078\u306e\u30a4\u30f3\u30b9\u30bf\u30f3\u30b9\u60c5\u5831\u3092\u53d6\u5f97\u3067\u304d\u307e\u305b\u3093
emxBOMPartManagement.EBOMPSCollaboration.AccessMessage=\u30e6\u30fc\u30b6\u30fc\u306b\u306f\u3001\u73fe\u5728\u306e\u88fd\u54c1\u306e\u5b8c\u6210\u5ea6\u30b9\u30c6\u30fc\u30c8\u3067\u64cd\u4f5c\u3092\u5b9f\u884c\u3059\u308b\u30a2\u30af\u30bb\u30b9\u6a29\u304c\u3042\u308a\u307e\u305b\u3093
emxBOMPartManagement.EBOMPSCollaboration.ValidateQuantityException=\u54c1\u8cea\u691c\u8a3c\u3067\u306e\u4f8b\u5916
emxBOMPartManagement.EBOMPSCollaboration.ValidateDesignCollaborationinReplace=\u7f6e\u63db\u64cd\u4f5c\u3067\u306f\u3001\u8a2d\u8a08\u30b3\u30e9\u30dc\u30ec\u30fc\u30b7\u30e7\u30f3\u5024\u306f\u30bd\u30fc\u30b9\u30ea\u30ec\u30fc\u30b7\u30e7\u30f3\u3068\u540c\u3058\u3067\u3042\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059

emxBOMPartManagement.Part.PartObsoleteMsg=\u89aa\u306e\u4e00\u90e8\u304c\u5ec3\u7248\u30b9\u30c6\u30fc\u30c8\u306b\u306a\u3044\u305f\u3081\u3001\u90e8\u54c1\u3092\u5ec3\u7248\u306b\u3067\u304d\u307e\u305b\u3093

emxBOMPartManagement.BOMOperation.validation.WorkUnderChangeAndPartChangeControlledDoesnotMatch=\u89aa\u90e8\u54c1\u3092\u5236\u5fa1\u3057\u3066\u3044\u308b[\u5909\u66f4\u30a2\u30af\u30b7\u30e7\u30f3\u306e\u4e0b\u3067\u4f5c\u696d]\u30e2\u30fc\u30c9\u3092\u9078\u629e\u3057\u3066\u304f\u3060\u3055\u3044
emxBOMPartManagement.AffectedItems.HasApprovedMarkups=\u9078\u629e\u3057\u305f\u5f71\u97ff\u9805\u76ee\u306b\u306f\u3001\u3053\u306e\u5909\u66f4\u30d7\u30ed\u30bb\u30b9\u3067\u627f\u8a8d\u3055\u308c\u305f\u30de\u30fc\u30af\u30a2\u30c3\u30d7\u304c\u3042\u308a\u307e\u3059\uff1a

emxBOMPartManagement.BOMOperation.validation.DesignCollaboration=\u89aa\u90e8\u54c1\u8a2d\u8a08\u30b3\u30e9\u30dc\u30ec\u30fc\u30b7\u30e7\u30f3\u304cFales\u306e\u305f\u3081\u3001BOM\u8a2d\u8a08\u30b3\u30e9\u30dc\u30ec\u30fc\u30b7\u30e7\u30f3\u306fFalse\u3067\u306a\u3051\u308c\u3070\u306a\u308a\u307e\u305b\u3093

emxBOMPartManagement.Validation.RDNotUnique=\u53c2\u7167\u756a\u53f7\u306f\u4e00\u610f\u3067\u3042\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059

emxBOMPartManagement.Validation.ResetFindNumberNotPossible=BOM\u30b3\u30f3\u30dd\u30fc\u30cd\u30f3\u30c8\u306e\u4e00\u90e8\u304c\u30e6\u30fc\u30b6\u30fc\u306b\u975e\u8868\u793a\u306e\u305f\u3081\u3001\u300c\u9805\u756a\u3092\u30ea\u30bb\u30c3\u30c8\u300d\u306f\u8a31\u53ef\u3055\u308c\u307e\u305b\u3093

emxBOMPartManagement.BOMOperation.validation.WorkUnderChangeAndRelInstanceChangeControlledDoesnotMatch=\u30ea\u30ec\u30fc\u30b7\u30e7\u30f3\u30a4\u30f3\u30b9\u30bf\u30f3\u30b9\u3092\u5236\u5fa1\u3057\u3066\u3044\u308b\u300c\u5909\u66f4\u30a2\u30af\u30b7\u30e7\u30f3\u306e\u4e0b\u3067\u4f5c\u696d\u300d\u3092\u9078\u629e\u3057\u3066\u304f\u3060\u3055\u3044
