
# emxPartManagementStringResource.properties-- String Resource file for Translation.
# Copyright (c) 1992-2020 Dassault Systemes.
# All Rights Reserved.
# This program contains proprietary and trade secret information of MatrixOne,
# Inc.  Copyright notice is precautionary only
# and does not evidence any actual or intended publication of such program


emxPartManagement.DeletePart.CheckPartConnectedAsChild= \u524a\u9664\u64cd\u4f5c\u306b\u5931\u6557\u3057\u307e\u3057\u305f\uff1a\u9078\u629e\u3057\u305f1\u3064\u307e\u305f\u306f\u8907\u6570\u306e\u90e8\u54c1\u304c\u3001EBOM\u3067\u5b50/\u30b5\u30d6\u30b3\u30f3\u30dd\u30fc\u30cd\u30f3\u30c8\u3068\u3057\u3066\u4f7f\u7528\u3055\u308c\u3066\u3044\u307e\u3059\u3002\u3053\u308c\u3089\u306e\u9078\u629e\u3092\u89e3\u9664\u3057\u3066\u518d\u5ea6\u5b9f\u884c\u3057\u3066\u304f\u3060\u3055\u3044
emxPartManagement.DeletePart.CheckPartConnectedNotLastRevision= \u524a\u9664\u64cd\u4f5c\u306b\u5931\u6557\u3057\u307e\u3057\u305f\uff1a\u9078\u629e\u3057\u305f1\u3064\u307e\u305f\u306f\u8907\u6570\u306e\u90e8\u54c1\u304c\u6700\u65b0\u30ea\u30d3\u30b8\u30e7\u30f3\u3067\u306f\u3042\u308a\u307e\u305b\u3093\u3002\u3053\u308c\u3089\u306e\u9078\u629e\u3092\u89e3\u9664\u3057\u3066\u518d\u5ea6\u5b9f\u884c\u3057\u3066\u304f\u3060\u3055\u3044
emxPartManagement.DeletePart.CheckPartConnectedToChange= \u524a\u9664\u64cd\u4f5c\u306b\u5931\u6557\u3057\u307e\u3057\u305f\uff1a\u9078\u629e\u3057\u305f1\u3064\u307e\u305f\u306f\u8907\u6570\u306e\u90e8\u54c1\u304c\u30a2\u30af\u30c6\u30a3\u30d6\u306a\u5909\u66f4\u306b\u95a2\u9023\u4ed8\u3051\u3089\u308c\u3066\u3044\u307e\u3059\u3002\u3053\u308c\u3089\u306e\u9078\u629e\u3092\u89e3\u9664\u3057\u3066\u518d\u5ea6\u5b9f\u884c\u3057\u3066\u304f\u3060\u3055\u3044
emxPartManagement.StructureContent.StandAlone = \u30b9\u30bf\u30f3\u30c9\u30a2\u30ed\u30f3
emxPartManagement.StructureContent.Intermediate = \u4e2d\u9593
emxPartManagement.StructureContent.Root=  \u30eb\u30fc\u30c8
emxPartManagement.StructureContent.Leaf = \u30ea\u30fc\u30d5
emxPartManagement.Value.True=True
emxPartManagement.Value.False=False

emxPartManagement.PartGoToProduction.Validation.ObsoleteState= [\u751f\u7523\u306b\u8a2d\u5b9a]\u3092\u5b9f\u884c\u3067\u304d\u307e\u305b\u3093\u3002\u90e8\u54c1\u304c\u5ec3\u7248\u30b9\u30c6\u30fc\u30c8\u306b\u3042\u308a\u307e\u3059
emxPartManagement.PartGoToProduction.Validation.VPLMControlled= \u90e8\u54c1\u304c\u8a2d\u8a08\u7ba1\u7406\u3055\u308c\u3066\u3044\u308b\u305f\u3081\u3001[\u751f\u7523\u306b\u8a2d\u5b9a]\u64cd\u4f5c\u3092\u5b9f\u884c\u3067\u304d\u307e\u305b\u3093
emxPartManagement.PartGoToProduction.Validation.PublishToVPM= \u8a2d\u8a08\u30b3\u30e9\u30dc\u30ec\u30fc\u30b7\u30e7\u30f3\u304cTrue\u306b\u8a2d\u5b9a\u3055\u308c\u3066\u3044\u307e\u3059\u3002\u90e8\u54c1\u3092[\u7269\u7406\u3068\u30b3\u30e9\u30dc\u30ec\u30fc\u30b7\u30e7\u30f3]\u306b\u30d1\u30d6\u30ea\u30c3\u30b7\u30e5\u3057\u3066\u304f\u3060\u3055\u3044

emxPartManagement.SparePart.Validation.ContextPart= \u306f\u30b3\u30f3\u30c6\u30ad\u30b9\u30c8\u90e8\u54c1\u306e\u305f\u3081\u3001\u30b9\u30da\u30a2\u90e8\u54c1\u3068\u3057\u3066\u8ffd\u52a0\u3059\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u305b\u3093
emxPartManagement.SparePart.Validation.NotASparePartObject= \u306f\u30b9\u30da\u30a2\u90e8\u54c1\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u3067\u306f\u306a\u3044\u305f\u3081\u3001\u30b9\u30da\u30a2\u90e8\u54c1\u3068\u3057\u3066\u30b3\u30f3\u30c6\u30ad\u30b9\u30c8\u90e8\u54c1\u306b\u8ffd\u52a0\u3059\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u305b\u3093

emxPartManagement.AlternatePart.Validation.ContextPart= \u306f\u30b3\u30f3\u30c6\u30ad\u30b9\u30c8\u90e8\u54c1\u306e\u305f\u3081\u3001\u4ee3\u66ff\u90e8\u54c1\u3068\u3057\u3066\u8ffd\u52a0\u3059\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u305b\u3093

emxPartManagement.RawMaterials.Validation.ContextPart= \u306f\u30b3\u30f3\u30c6\u30ad\u30b9\u30c8\u90e8\u54c1\u306e\u305f\u3081\u539f\u6750\u6599\u3068\u3057\u3066\u8ffd\u52a0\u3067\u304d\u307e\u305b\u3093
emxPartManagement.RawMaterials.Validation.RawMaterialType= \u306f\u539f\u6750\u6599\u90e8\u54c1\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u3067\u306f\u306a\u3044\u305f\u3081\u3001\u539f\u6750\u6599\u3068\u3057\u3066\u8ffd\u52a0\u3067\u304d\u307e\u305b\u3093
emxPartManagement.RawMaterials.Validation.VPMVisible= \u8a2d\u8a08\u30b3\u30e9\u30dc\u30ec\u30fc\u30b7\u30e7\u30f3\u304cFalse\u306e\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u306e\u307f\u3092\u539f\u6750\u6599\u3068\u3057\u3066\u8ffd\u52a0\u3067\u304d\u307e\u3059

emxPartManagement.ProductionReleasePhase.Validation.ChangeControlled= \u30ea\u30ea\u30fc\u30b9\u30d5\u30a7\u30fc\u30ba\u306e\u751f\u7523\u306e\u90e8\u54c1\u3067\u306f[\u5909\u66f4\u7ba1\u7406]\u3092False\u306b\u8a2d\u5b9a\u3067\u304d\u307e\u305b\u3093 

emxPartManagement.PartMassEdit.Validation.ChangeControlled= 1\u3064\u307e\u305f\u306f\u8907\u6570\u306e\u90e8\u54c1\u306f\u95a2\u9023\u4ed8\u3051\u3089\u308c\u305f\u5909\u66f4\u306a\u3057\u3067\u5909\u66f4\u53ef\u80fd\u306b\u3042\u308a\u3001\u3053\u306e\u30d3\u30e5\u30fc\u3067\u306f\u5909\u66f4\u3067\u304d\u307e\u305b\u3093

emxPartManagement.ApplyMarkup.Validation.ChangeControlled= \u30b3\u30f3\u30c6\u30ad\u30b9\u30c8\u90e8\u54c1\u306f\u95a2\u9023\u4ed8\u3051\u3089\u308c\u305f\u5909\u66f4\u306a\u3057\u3067\u5909\u66f4\u53ef\u80fd\u3067\u3059\u3002\u3053\u306e\u64cd\u4f5c\u3092\u5b8c\u4e86\u3059\u308b\u306b\u306f\u3001\u4f5c\u696d\u4e2d\u3001\u5909\u66f4\u30a2\u30af\u30b7\u30e7\u30f3\u3092\u95a2\u9023\u4ed8\u3051\u3066\u304f\u3060\u3055\u3044

emxPartManagement.BOMCompare.Validation.ChangeControlled= \u89aa\u90e8\u54c1\u300c$1\u300d\u306f\u5909\u66f4\u5236\u5fa1\u304c\u6709\u52b9\u3067\u3059\u304c\u3001\u3044\u305a\u308c\u306e\u5909\u66f4\u306b\u3082\u95a2\u9023\u4ed8\u3051\u3089\u308c\u3066\u3044\u307e\u305b\u3093\u3002\u5f93\u3063\u3066\u3001\u3053\u306e\u30d3\u30e5\u30fc\u3067\u306f\u64cd\u4f5c\u3092\u5b9f\u884c\u3067\u304d\u307e\u305b\u3093

emxPartManagement.ReleaseProcess.Validation.ChangeNotConnected = \u3053\u306e\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u306f\u3069\u306e\u5909\u66f4\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u306b\u3082\u95a2\u9023\u4ed8\u3051\u3089\u308c\u3066\u3044\u307e\u305b\u3093

emxPartManagement.ReleaseProcess.Validation.CollaborateToDesign = \u90e8\u54c1\u3092 \"\u7269\u7406\u3068\u30b3\u30e9\u30dc\u30ec\u30fc\u30b7\u30e7\u30f3\" \u306b\u30d1\u30d6\u30ea\u30c3\u30b7\u30e5\u3057\u3066\u304f\u3060\u3055\u3044\u3002\u90e8\u54c1\u306f\u8a2d\u8a08\u30b3\u30e9\u30dc\u30ec\u30fc\u30b7\u30e7\u30f3\u3067\u3059

emxPartManagement.ReleaseProcess.Validation.ReleaseVPMProduct = \u90e8\u54c1\u3092\u6b21\u306e\u30b9\u30c6\u30fc\u30c8\u306b\u30b9\u30c6\u30fc\u30c8\u30a2\u30c3\u30d7\u3059\u308b\u306b\u306f\u3001\u5bfe\u5fdc\u3059\u308bVPM\u88fd\u54c1\u304c\u30ea\u30ea\u30fc\u30b9\u6e08\u307f/\u5ec3\u7248\u30b9\u30c6\u30fc\u30c8\u306b\u3042\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059

emxPartManagement.ReleaseProcess.Validation.EquivalentParts = \u90e8\u54c1\u306b\u306f1\u3064\u307e\u305f\u306f\u8907\u6570\u306e\u7b49\u4fa1\u90e8\u54c1\u304c\u95a2\u9023\u4ed8\u3051\u3089\u308c\u3066\u3044\u307e\u3059\u30021\u3064\u307e\u305f\u306f\u8907\u6570\u306e\u7b49\u4fa1\u90e8\u54c1\u304c\u30ea\u30ea\u30fc\u30b9\u30b9\u30c6\u30fc\u30c8\u306b\u3042\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059

emxPartManagement.PartLifeCycle.Validations.MarkupProposedOrApprovedExists = \u9069\u7528\u6e08\u307f/\u5374\u4e0b\u6e08\u307f\u30b9\u30c6\u30fc\u30c8\u306b\u306a\u3044\u30de\u30fc\u30af\u30a2\u30c3\u30d7\u304c\u3042\u308a\u307e\u3059

emxPartManagement.Common.All = \u3059\u3079\u3066

emxPartManagement.NoDeleteAccess=\u6b21\u306e\u9805\u76ee\u306e\u524a\u9664\u6a29\u9650\u304c\u3042\u308a\u307e\u305b\u3093\uff1a

