
# emxPartManagementStringResource.properties-- String Resource file for Translation.
# Copyright (c) 1992-2020 Dassault Systemes.
# All Rights Reserved.
# This program contains proprietary and trade secret information of MatrixOne,
# Inc.  Copyright notice is precautionary only
# and does not evidence any actual or intended publication of such program


emxPartManagement.DeletePart.CheckPartConnectedAsChild= \u5220\u9664\u64cd\u4f5c\u5931\u8d25\uff1a\u4e00\u4e2a\u6216\u591a\u4e2a\u9009\u5b9a\u7684\u96f6\u4ef6\u5728 EBOM \u4e2d\u7528\u4f5c\u5b50\u7ea7\u90e8\u4ef6/\u5b50\u90e8\u4ef6\u3002\u8bf7\u53d6\u6d88\u9009\u4e2d\uff0c\u7136\u540e\u91cd\u8bd5\u3002
emxPartManagement.DeletePart.CheckPartConnectedNotLastRevision= \u5220\u9664\u64cd\u4f5c\u5931\u8d25\uff1a\u4e00\u4e2a\u6216\u591a\u4e2a\u9009\u5b9a\u7684\u96f6\u4ef6\u4e0d\u662f\u6700\u540e\u7248\u672c\u3002\u8bf7\u53d6\u6d88\u9009\u4e2d\uff0c\u7136\u540e\u91cd\u8bd5\u3002
emxPartManagement.DeletePart.CheckPartConnectedToChange= \u5220\u9664\u64cd\u4f5c\u5931\u8d25\uff1a\u4e00\u4e2a\u6216\u591a\u4e2a\u9009\u5b9a\u7684\u96f6\u4ef6\u8fde\u63a5\u5230\u6d3b\u52a8\u66f4\u6539\u3002\u8bf7\u53d6\u6d88\u9009\u4e2d\uff0c\u7136\u540e\u91cd\u8bd5\u3002
emxPartManagement.StructureContent.StandAlone = \u72ec\u7acb
emxPartManagement.StructureContent.Intermediate = \u4e2d\u95f4
emxPartManagement.StructureContent.Root=  \u6839
emxPartManagement.StructureContent.Leaf = \u53f6
emxPartManagement.Value.True=\u771f
emxPartManagement.Value.False=\u5047

emxPartManagement.PartGoToProduction.Validation.ObsoleteState= \u65e0\u6cd5\u6267\u884c\u201c\u8bbe\u7f6e\u4e3a\u751f\u4ea7\u201d\uff0c\u56e0\u4e3a\u96f6\u4ef6\u5904\u4e8e\u201c\u4f5c\u5e9f\u201d\u72b6\u6001
emxPartManagement.PartGoToProduction.Validation.VPLMControlled= \u65e0\u6cd5\u6267\u884c\u201c\u8bbe\u7f6e\u4e3a\u751f\u4ea7\u201d\u64cd\u4f5c\uff0c\u56e0\u4e3a\u6b64\u96f6\u4ef6\u53d7\u8bbe\u8ba1\u63a7\u5236
emxPartManagement.PartGoToProduction.Validation.PublishToVPM= \u8bf7\u5c06\u96f6\u4ef6\u53d1\u5e03\u5230\u201c\u4e0e\u7269\u7406\u534f\u4f5c\u201d\uff0c\u56e0\u4e3a\u201c\u8bbe\u8ba1\u534f\u4f5c\u201d\u8bbe\u7f6e\u4e3a\u201c\u771f\u201d

emxPartManagement.SparePart.Validation.ContextPart= \u662f\u65e0\u6cd5\u4f5c\u4e3a\u5907\u7528\u96f6\u4ef6\u6dfb\u52a0\u7684\u4e0a\u4e0b\u6587\u96f6\u4ef6\u3002
emxPartManagement.SparePart.Validation.NotASparePartObject= \u4e0d\u662f\u5907\u7528\u96f6\u4ef6\u5bf9\u8c61\uff0c\u65e0\u6cd5\u4f5c\u4e3a\u5907\u7528\u96f6\u4ef6\u6dfb\u52a0\u5230\u4e0a\u4e0b\u6587\u96f6\u4ef6\u3002

emxPartManagement.AlternatePart.Validation.ContextPart= \u662f\u65e0\u6cd5\u4f5c\u4e3a\u66ff\u6362\u96f6\u4ef6\u6dfb\u52a0\u7684\u4e0a\u4e0b\u6587\u96f6\u4ef6\u3002

emxPartManagement.RawMaterials.Validation.ContextPart= \u662f\u65e0\u6cd5\u4f5c\u4e3a\u539f\u6750\u6599\u6dfb\u52a0\u7684\u4e0a\u4e0b\u6587\u96f6\u4ef6\u3002
emxPartManagement.RawMaterials.Validation.RawMaterialType= \u4e0d\u662f\u539f\u6750\u6599\u96f6\u4ef6\u5bf9\u8c61\uff0c\u65e0\u6cd5\u4f5c\u4e3a\u539f\u6750\u6599\u6dfb\u52a0\u3002
emxPartManagement.RawMaterials.Validation.VPMVisible= \u4ec5\u201c\u8bbe\u8ba1\u534f\u4f5c\u201d\u5c5e\u6027\u503c\u4e3a\u201c\u5047\u201d\u7684\u5bf9\u8c61\u53ef\u4ee5\u4f5c\u4e3a\u539f\u6750\u6599\u6dfb\u52a0

emxPartManagement.ProductionReleasePhase.Validation.ChangeControlled= \u5bf9\u4e8e\u53d1\u5e03\u9636\u6bb5\u751f\u4ea7\u7684\u96f6\u4ef6\uff0c\u65e0\u6cd5\u5c06\u66f4\u6539\u63a7\u5236\u8bbe\u7f6e\u4e3a\u201c\u5047\u201d\u3002 

emxPartManagement.PartMassEdit.Validation.ChangeControlled= \u4e00\u4e2a\u6216\u591a\u4e2a\u96f6\u4ef6\u5728\u6ca1\u6709\u5173\u8054\u66f4\u6539\u7684\u60c5\u51b5\u4e0b\u542f\u7528\u66f4\u6539\uff0c\u5e76\u4e14\u65e0\u6cd5\u5728\u8be5\u89c6\u56fe\u5185\u4fee\u6539\u3002

emxPartManagement.ApplyMarkup.Validation.ChangeControlled= \u5173\u8054\u96f6\u4ef6\u5728\u672a\u5173\u8054\u66f4\u6539\u7684\u60c5\u51b5\u4e0b\uff0c\u542f\u7528\u4e86\u66f4\u6539\uff0c\u8bf7\u5c06\u201c\u5de5\u4f5c\u4e2d\u201d\u4e0e\u201c\u66f4\u6539\u64cd\u4f5c\u201d\u5173\u8054\u4ee5\u5b8c\u6210\u6b64\u9879\u64cd\u4f5c\u3002

emxPartManagement.BOMCompare.Validation.ChangeControlled= \u7236\u96f6\u4ef6\u201c$1\u201d\u5728\u672a\u5173\u8054\u4efb\u4f55\u66f4\u6539\u7684\u60c5\u51b5\u4e0b\uff0c\u542f\u7528\u4e86\u66f4\u6539\u63a7\u5236\uff0c\u56e0\u6b64\u65e0\u6cd5\u5728\u6b64\u89c6\u56fe\u4e2d\u6267\u884c\u64cd\u4f5c\u3002

emxPartManagement.ReleaseProcess.Validation.ChangeNotConnected = \u6b64\u5bf9\u8c61\u672a\u8fde\u63a5\u81f3\u4efb\u4f55\u66f4\u6539\u5bf9\u8c61\u3002

emxPartManagement.ReleaseProcess.Validation.CollaborateToDesign = \u7531\u4e8e\u96f6\u4ef6\u4e3a\u201c\u8bbe\u8ba1\u534f\u4f5c\u201d\uff0c\u8bf7\u5c06\u5176\u53d1\u5e03\u5230 \\u201c\u4e0e\u7269\u7406\u4ea7\u54c1\u534f\u4f5c\\u201d

emxPartManagement.ReleaseProcess.Validation.ReleaseVPMProduct = \u76f8\u5e94\u7684 VPM \u4ea7\u54c1\u5e94\u5904\u4e8e\u201c\u5df2\u53d1\u5e03\u201d/\u201c\u4f5c\u5e9f\u201d\u72b6\u6001\uff0c\u4ee5\u4fbf\u5c06\u96f6\u4ef6\u5347\u7ea7\u5230\u4e0b\u4e00\u72b6\u6001\u3002

emxPartManagement.ReleaseProcess.Validation.EquivalentParts = \u6b64\u96f6\u4ef6\u5177\u6709 1 \u4e2a\u6216\u591a\u4e2a\u5df2\u8fde\u63a5\u7684\u7b49\u6548\u96f6\u4ef6\u3002\u4e00\u4e2a\u6216\u591a\u4e2a\u7b49\u6548\u96f6\u4ef6\u5fc5\u987b\u5904\u4e8e\u201c\u53d1\u5e03\u201d\u72b6\u6001

emxPartManagement.PartLifeCycle.Validations.MarkupProposedOrApprovedExists = \u5e76\u975e\u6240\u6709\u6807\u6ce8\u90fd\u5904\u4e8e\u201c\u5df2\u5e94\u7528\u201d/\u201c\u5df2\u62d2\u7edd\u201d\u72b6\u6001

emxPartManagement.Common.All = \u5168\u90e8

emxPartManagement.NoDeleteAccess=\u6ca1\u6709\u5bf9\u4ee5\u4e0b\u9879\u7684\u5220\u9664\u6743\u9650\uff1a



