
# emxPartManagementStringResource.properties-- String Resource file for Translation.
# Copyright (c) 1992-2020 Dassault Systemes.
# All Rights Reserved.
# This program contains proprietary and trade secret information of MatrixOne,
# Inc.  Copyright notice is precautionary only
# and does not evidence any actual or intended publication of such program


emxPartManagement.DeletePart.CheckPartConnectedAsChild= La operaci\u00f3n de eliminaci\u00f3n no se pudo realizar: una o varias de las piezas seleccionadas se utilizan en la EBOM como subcomponentes o componentes hijos. Anule la selecci\u00f3n de las piezas e int\u00e9ntelo de nuevo.
emxPartManagement.DeletePart.CheckPartConnectedNotLastRevision= La operaci\u00f3n de eliminaci\u00f3n no se pudo realizar: una o varias de las piezas seleccionadas no son de la \u00faltima revisi\u00f3n. Anule la selecci\u00f3n de las piezas e int\u00e9ntelo de nuevo.
emxPartManagement.DeletePart.CheckPartConnectedToChange= La operaci\u00f3n de eliminaci\u00f3n no se pudo realizar: una o varias de las piezas seleccionadas est\u00e1n conectadas a un cambio activo. Anule la selecci\u00f3n de las piezas e int\u00e9ntelo de nuevo.
emxPartManagement.StructureContent.StandAlone = Independiente
emxPartManagement.StructureContent.Intermediate = Intermedio
emxPartManagement.StructureContent.Root=  Ra\u00edz
emxPartManagement.StructureContent.Leaf = Hoja
emxPartManagement.Value.True=Verdadero
emxPartManagement.Value.False=Falso

emxPartManagement.PartGoToProduction.Validation.ObsoleteState= No se puede realizar la acci\u00f3n Establecer en Producci\u00f3n porque la pieza se encuentra en el estado Obsoleto
emxPartManagement.PartGoToProduction.Validation.VPLMControlled= La operaci\u00f3n Establecer en Producci\u00f3n no se puede realizar ya que la pieza est\u00e1 bajo control de dise\u00f1o
emxPartManagement.PartGoToProduction.Validation.PublishToVPM= Publique la pieza en 'Colaborar con el valor f\u00edsico' dado que la colaboraci\u00f3n del dise\u00f1o se ha establecido en verdadero

emxPartManagement.SparePart.Validation.ContextPart= es una pieza de contexto que no se puede agregar como Pieza de repuesto.
emxPartManagement.SparePart.Validation.NotASparePartObject= no es un objeto de pieza de repuesto y no se puede agregar como pieza de repuesto a pieza de contexto.

emxPartManagement.AlternatePart.Validation.ContextPart= es una pieza de contexto que no se puede agregar como Pieza alternativa.

emxPartManagement.RawMaterials.Validation.ContextPart= es una pieza de contexto que no se puede agregar como Materia prima.
emxPartManagement.RawMaterials.Validation.RawMaterialType= no es un objeto de pieza de materia prima y no se puede agregar como materia prima.
emxPartManagement.RawMaterials.Validation.VPMVisible= Solo los objetos de colaboraci\u00f3n de dise\u00f1o con valor de falso se pueden agregar como materias primas.

emxPartManagement.ProductionReleasePhase.Validation.ChangeControlled= Control de cambios no se puede establecer en falso para la pieza con la fase de emisi\u00f3n de producci\u00f3n. 

emxPartManagement.PartMassEdit.Validation.ChangeControlled= Una o m\u00e1s piezas tienen activado Cambio sin un cambio asociado y no se pueden modificar en esta vista.

emxPartManagement.ApplyMarkup.Validation.ChangeControlled= La pieza de contexto tiene activado Cambio sin un cambio asociado; asocie 'En curso' con 'Acci\u00f3n de cambio' para completar la operaci\u00f3n.

emxPartManagement.BOMCompare.Validation.ChangeControlled= La pieza padre '$1' tiene activado el control de cambios pero no est\u00e1 asociada a ning\u00fan cambio. Por lo tanto, la operaci\u00f3n no se puede realizar en esta vista.

emxPartManagement.ReleaseProcess.Validation.ChangeNotConnected = Este objeto no est\u00e1 conectado con ning\u00fan objeto de cambio.

emxPartManagement.ReleaseProcess.Validation.CollaborateToDesign = Publique la pieza para \"Colaborar con el valor f\u00edsico\" dado que la pieza es parte de la colaboraci\u00f3n de dise\u00f1o.

emxPartManagement.ReleaseProcess.Validation.ReleaseVPMProduct = El producto de VPM correspondiente debe estar en el estado Emitido u Obsoleto para poder ascender la pieza al siguiente estado.

emxPartManagement.ReleaseProcess.Validation.EquivalentParts = La pieza tiene una o m\u00e1s piezas equivalentes conectadas. Una o m\u00e1s de las piezas equivalentes deben estar en el estado Emisi\u00f3n.

emxPartManagement.PartLifeCycle.Validations.MarkupProposedOrApprovedExists = No todas las marcas se encuentran en el estado Aplicado o Rechazado.

emxPartManagement.Common.All = Todo

emxPartManagement.NoDeleteAccess=Sin acceso de eliminaci\u00f3n a:

